
import java.util.Scanner;
public class Sr{
	public static void main(String[] args){

	System.out.print("-----------------------------------------商城库存清单-----------------------------------------\n"+
 "品牌型号            尺寸              价格               配置                             库存数 \n"+
"MacBookAir          13.3              6988.88            i5处理器4G内存128G固态硬盘       5        \n"+
"ThinkpadT450        14.0              5999.99            i5处理器4G内存500G硬盘           10      \n"+
"ASUS-FL5800         15.6              4999.5             i7处理器4G内存128G固态硬盘       18      \n"+
"----------------------------------------------------------------------------------------------");
        }
}